src/test/resources/soap/mtom-soap-response.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
        <car xmlns="webtest::vehicles::cars">
            <wheel>front-left</wheel>
            <prices>
                <price>5</price>
                <price>654</price>
                <price>4325</price>
            </prices>
            <!--<bijlage><inc:Include href="cid:test" xmlns:inc="http://www.w3.org/2004/08/xop/include"/></bijlage>-->
            <time1>2018-04-19T11:37:32.772+02:00</time1>
            <time2>2018-04-19T11:37:31.772+02:00</time2>
        </car>
    </soap:Body>
</soap:Envelope>